Repository: soyeht/soyeht-ios
Catalog: TerminalApp/SoyehtMac/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# sidebar.header.label
source: // workspaces
ar: // مساحات العمل
de: // Arbeitsbereiche
fr: // espaces de travail
ja: // ワークスペース
ko: // 워크스페이스
pt_br: // áreas de trabalho
pt_pt: // áreas de trabalho
zh_hans: // 工作区

# tabs.closeButton.a11y
source: Close Workspace
ar: إغلاق مساحة العمل
de: Arbeitsbereich schließen
es: Cerrar espacio de trabajo
fr: Fermer l’espace de travail
hi: Workspace बंद करें
id: Tutup Workspace
ja: ワークスペースを閉じる
ko: 워크스페이스 닫기
pt_br: Fechar área de trabalho
pt_pt: Fechar área de trabalho
ru: Закрыть Workspace
ur: Workspace بند کریں
zh_hans: 关闭工作区

# tabs.closeButton.tooltip
source: Close Workspace
ar: إغلاق مساحة العمل
de: Arbeitsbereich schließen
es: Cerrar espacio de trabajo
fr: Fermer l’espace de travail
hi: Workspace बंद करें
id: Tutup Workspace
ja: ワークスペースを閉じる
ko: 워크스페이스 닫기
pt_br: Fechar área de trabalho
pt_pt: Fechar área de trabalho
ru: Закрыть Workspace
ur: Workspace بند کریں
zh_hans: 关闭工作区

# tabs.context.closeWorkspace
source: Close Workspace
ar: إغلاق مساحة العمل
de: Arbeitsbereich schließen
es: Cerrar espacio de trabajo
fr: Fermer l’espace de travail
hi: Workspace बंद करें
id: Tutup Workspace
ja: ワークスペースを閉じる
ko: 워크스페이스 닫기
pt_br: Fechar área de trabalho
pt_pt: Fechar área de trabalho
ru: Закрыть Workspace
ur: Workspace بند کریں
zh_hans: 关闭工作区

# tabs.context.group.header
source: Group
ar: المجموعة
de: Gruppe
es: Grupo
fr: Groupe
hi: समूह
id: Grup
ja: グループ
ko: 그룹
pt_br: Grupo
pt_pt: Grupo
ru: Группа
ur: گروپ
zh_hans: 组

# tabs.context.group.none
source: None
ar: بلا
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak ada
ja: なし
ko: 없음
pt_br: Nenhum
pt_pt: Nenhum
ru: Нет
ur: کوئی نہیں
zh_hans: 无

# tabs.context.renameWorkspace
source: Rename Workspace…
ar: إعادة تسمية مساحة العمل…
de: Arbeitsbereich umbenennen…
es: Renombrar espacio de trabajo…
fr: Renommer l’espace de travail…
hi: Workspace का नाम बदलें…
id: Ubah nama Workspace…
ja: ワークスペースの名前を変更…
ko: 워크스페이스 이름 변경…
pt_br: Renomear área de trabalho…
pt_pt: Mudar o nome da área de trabalho…
ru: Переименовать Workspace…
ur: Workspace کا نام تبدیل کریں…
zh_hans: 重命名工作区…

# tabs.tab.a11y.label
source: Workspace tab %@
ar: تبويب مساحة العمل %@
de: Arbeitsbereich-Tab %@
es: Pestaña de espacio de trabajo %@
fr: Onglet d’espace de travail %@
hi: Workspace टैब %@
id: Tab workspace %@
ja: ワークスペース %@ のタブ
ko: 워크스페이스 %@ 탭
pt_br: Aba da área de trabalho %@
pt_pt: Separador da área de trabalho %@
ru: Вкладка workspace %@
ur: Workspace ٹیب %@
zh_hans: 工作区标签页 %@

# tabs.tab.a11y.notSelected
source: not selected
ar: غير محدد
de: nicht ausgewählt
es: no seleccionada
fr: non sélectionné
hi: चयनित नहीं
id: tidak terpilih
ja: 選択されていません
ko: 선택되지 않음
pt_br: não selecionada
pt_pt: não selecionado
ru: не выбрано
ur: غیر منتخب
zh_hans: 未选中

# tabs.tab.a11y.selected
source: selected
ar: محدد
de: ausgewählt
es: seleccionada
fr: sélectionné
hi: चयनित
id: terpilih
ja: 選択中
ko: 선택됨
pt_br: selecionada
pt_pt: selecionado
ru: выбрано
ur: منتخب
zh_hans: 已选中

source: Soyeht not installed
ar: Soyeht غير مثبت
de: Soyeht nicht installiert
es: Soyeht no está instalado
fr: Soyeht n’est pas installé
hi: Soyeht इंस्टॉल नहीं है
id: Soyeht tidak terpasang
ja: Soyeht がインストールされていません
ko: Soyeht가 설치되어 있지 않습니다
pt_br: Soyeht não está instalado
pt_pt: Soyeht não está instalado
ru: Soyeht не установлен
ur: Soyeht انسٹال نہیں ہے
zh_hans: 未安装 Soyeht

# uninstaller.error.cancelled
source: Uninstall cancelled.
ar: تم إلغاء إلغاء التثبيت.
de: Deinstallation abgebrochen.
es: Desinstalación cancelada.
fr: Désinstallation annulée.
hi: अनइंस्टॉल रद्द किया गया।
id: Penghapusan dibatalkan.
ja: アンインストールがキャンセルされました。
ko: 제거가 취소되었습니다.
pt_br: Desinstalação cancelada.
pt_pt: Desinstalação cancelada.
ru: Удаление отменено.
ur: ان انسٹال منسوخ کر دیا گیا۔
zh_hans: 卸载已取消。

# uninstaller.error.homebrewMissing
source: Homebrew is not available, and there is nothing left for the app to remove.
ar: Homebrew غير متاح، ولا يوجد شيء متبقٍ للتطبيق لإزالته.
de: Homebrew ist nicht verfügbar, und für die App gibt es nichts mehr zu entfernen.
es: Homebrew no está disponible y no queda nada para que la app elimine.
fr: Homebrew n’est pas disponible et il ne reste plus rien à supprimer pour l’app.
hi: Homebrew उपलब्ध नहीं है, और ऐप के लिए हटाने को कुछ भी शेष नहीं है।
id: Homebrew tidak tersedia, dan tidak ada yang tersisa untuk dihapus oleh app.
ja: Homebrew が利用できません。アプリが削除するものは残っていません。
ko: Homebrew를 사용할 수 없으며 앱이 제거할 항목이 남아 있지 않습니다.
pt_br: O Homebrew não está disponível e não há mais nada para o app remover.
pt_pt: O Homebrew não está disponível e não há mais nada para a app remover.
ru: Homebrew недоступен, и приложению больше нечего удалять.
ur: Homebrew دستیاب نہیں ہے، اور ایپ کو ہٹانے کے لیے کچھ باقی نہیں ہے۔
zh_hans: Homebrew 不可用，应用没有剩余可移除的内容。

# uninstaller.phase.clearingAppState
source: Clearing app state…
ar: جارٍ مسح حالة التطبيق…
de: App-Status wird gelöscht…
es: Borrando el estado de la app…
fr: Effacement de l’état de l’app…
hi: ऐप स्थिति साफ़ की जा रही है…
id: Menghapus status app…
ja: アプリの状態をクリアしています…
ko: 앱 상태를 지우는 중…
pt_br: Limpando estado do app…
pt_pt: A limpar o estado da app…
ru: Очистка состояния приложения…
ur: ایپ کی حالت صاف کی جا رہی ہے…
zh_hans: 正在清除应用状态…

# uninstaller.phase.done
source: Soyeht removed.
ar: تمت إزالة Soyeht.
de: Soyeht entfernt.
es: Soyeht eliminado.
fr: Soyeht supprimé.
hi: Soyeht हटा दिया गया।
id: Soyeht dihapus.
ja: Soyeht を削除しました。
ko: Soyeht가 제거되었습니다.
pt_br: Soyeht removido.
pt_pt: Soyeht removido.
ru: Soyeht удалён.
ur: Soyeht ہٹا دیا گیا۔
zh_hans: Soyeht 已移除。

# uninstaller.phase.preparing
source: Checking environment…
ar: جارٍ فحص البيئة…
de: Umgebung wird überprüft…
es: Comprobando entorno…
fr: Vérification de l’environnement…
hi: एनवायरनमेंट जांचा जा रहा है…
id: Memeriksa lingkungan…
ja: 環境を確認しています…
ko: 환경 확인 중…
pt_br: Verificando ambiente…
pt_pt: A verificar o ambiente…
ru: Проверка среды…
ur: ماحول چیک کیا جا رہا ہے…
zh_hans: 正在检查环境…

# uninstaller.phase.purgingData
source: Removing data and VM images (~100 GB)…
ar: جارٍ إزالة البيانات وصور VM (~100 GB)…
de: Daten und VM-Images werden entfernt (~100 GB)…
es: Eliminando datos e imágenes de VM (~100 GB)…
fr: Suppression des données et des images VM (~100 GB)…
hi: डेटा और VM इमेज हटाई जा रही हैं (~100 GB)…
id: Menghapus data dan image VM (~100 GB)…
ja: データと VM イメージを削除しています (~100 GB)…
ko: 데이터와 VM 이미지(~100 GB) 제거 중…
pt_br: Removendo dados e imagens de VM (~100 GB)…
pt_pt: A remover dados e imagens de VM (~100 GB)…
ru: Удаление данных и образов VM (~100 GB)…
ur: ڈیٹا اور VM امیجز ہٹائے جا رہے ہیں (~100 GB)…
zh_hans: 正在移除数据和 VM 镜像（~100 GB）…

# uninstaller.phase.stoppingService
source: Stopping Soyeht service…
ar: جارٍ إيقاف خدمة Soyeht…
de: Soyeht-Dienst wird gestoppt…
es: Deteniendo el servicio Soyeht…
fr: Arrêt du service Soyeht…
hi: Soyeht सेवा रोकी जा रही है…
id: Menghentikan layanan Soyeht…
ja: Soyeht サービスを停止しています…
ko: Soyeht 서비스 중지 중…
pt_br: Parando o serviço Soyeht…
pt_pt: A parar o serviço Soyeht…
ru: Остановка службы Soyeht…
ur: Soyeht سروس بند کی جا رہی ہے…
zh_hans: 正在停止 Soyeht 服务…

# uninstaller.phase.uninstallingFormula
source: Uninstalling Soyeht formula…
ar: جارٍ إلغاء تثبيت صيغة Soyeht…
de: Soyeht-Formel wird deinstalliert…
es: Desinstalando la fórmula Soyeht…
fr: Désinstallation de la formule Soyeht…
hi: Soyeht फ़ॉर्मूला अनइंस्टॉल किया जा रहा है…
id: Menghapus formula Soyeht…
ja: Soyeht フォーミュラをアンインストールしています…
ko: Soyeht formula 제거 중…
pt_br: Desinstalando a fórmula Soyeht…
pt_pt: A desinstalar a fórmula Soyeht…
ru: Удаление формулы Soyeht…
ur: Soyeht فارمولا ان انسٹال کیا جا رہا ہے…
zh_hans: 正在卸载 Soyeht formula…

# uninstaller.phase.untapping
source: Removing Homebrew tap…
ar: جارٍ إزالة Homebrew tap…
de: Homebrew-Tap wird entfernt…
es: Eliminando el tap de Homebrew…
fr: Suppression du tap Homebrew…
hi: Homebrew tap हटाया जा रहा है…
id: Menghapus tap Homebrew…
ja: Homebrew tap を削除しています…
ko: Homebrew tap 제거 중…
pt_br: Removendo o tap do Homebrew…
pt_pt: A remover o tap do Homebrew…
ru: Удаление Homebrew tap…
ur: Homebrew tap ہٹایا جا رہا ہے…
zh_hans: 正在移除 Homebrew tap…

# welcome.card.localInstall.badge
source: Recommended
ar: موصى به
de: Empfohlen
es: Recomendado
fr: Recommandé
hi: अनुशंसित
id: Disarankan
ja: 推奨
ko: 추천
pt_br: Recomendado
pt_pt: Recomendado
ru: Рекомендуется
ur: تجویز کردہ
zh_hans: 推荐

# welcome.card.localInstall.subtitle
source: 1 click. The app runs the install and pairs automatically.
ar: نقرة واحدة. يقوم التطبيق بتشغيل التثبيت والاقتران تلقائيًا.
de: 1 Klick. Die App führt die Installation aus und koppelt automatisch.
es: 1 clic. La app ejecuta la instalación y se empareja automáticamente.
fr: 1 clic. L’app lance l’installation et s’appaire automatiquement.
hi: 1 क्लिक। ऐप इंस्टॉल चलाता है और अपने आप जोड़ी बनाता है।
id: 1 klik. Aplikasi menjalankan instalasi dan memasangkan secara otomatis.
ja: 1クリック。アプリがインストールを実行し、自動的にペアリングします。
ko: 한 번의 클릭으로 앱이 설치를 실행하고 자동으로 페어링합니다.
pt_br: 1 clique. O app roda a instalação e pareia automaticamente.
pt_pt: 1 clique. A aplicação executa a instalação e emparelha automaticamente.
ru: 1 клик. Приложение запускает установку и сопрягается автоматически.
ur: 1 کلک۔ ایپ انسٹالیشن چلاتی ہے اور خودکار طور پر جوڑی بناتی ہے۔
zh_hans: 点击一次。应用会运行安装并自动配对。

# welcome.card.localInstall.title
source: Install on my Mac
ar: التثبيت على جهاز Mac الخاص بي
de: Auf meinem Mac installieren
es: Instalar en mi Mac
fr: Installer sur mon Mac
hi: मेरे Mac पर इंस्टॉल करें
id: Pasang di Mac saya
ja: このMacにインストール
ko: 내 Mac에 설치
pt_br: Instalar no meu Mac
pt_pt: Instalar no meu Mac
ru: Установить на мой Mac
ur: اپنے Mac پر انسٹال کریں
zh_hans: 安装到我的 Mac

# welcome.card.remoteConnect.subtitle
source: Paste the soyeht:// link from the Admin Panel or scan the QR.
ar: الصق رابط soyeht:// من لوحة الإدارة أو امسح رمز QR.
de: Fügen Sie den soyeht://-Link aus dem Admin-Bereich ein oder scannen Sie den QR-Code.
es: Pega el enlace soyeht:// del Panel de Administración o escanea el QR.
fr: Collez le lien soyeht:// depuis le panneau d’administration ou scannez le QR.
hi: Admin Panel से soyeht:// लिंक पेस्ट करें या QR स्कैन करें।
id: Tempel tautan soyeht:// dari Panel Admin atau pindai QR.
ja: 管理パネルの soyeht:// リンクを貼り付けるか、QR をスキャンしてください。
ko: Admin Panel의 soyeht:// 링크를 붙여넣거나 QR을 스캔하세요.
pt_br: Cole o link soyeht:// do painel de administração ou escaneie o QR.
pt_pt: Cole a ligação soyeht:// do painel de administração ou leia o QR.
ru: Вставьте ссылку soyeht:// из панели администратора или отсканируйте QR-код.
ur: ایڈمن پینل سے soyeht:// لنک چسپاں کریں یا QR اسکین کریں۔
zh_hans: 粘贴 Admin Panel 中的 soyeht:// 链接，或扫描 QR。

# welcome.card.remoteConnect.title
source: Connect to existing server
ar: الاتصال بخادم موجود
de: Mit bestehendem Server verbinden
es: Conectar a máquina existente
fr: Se connecter à un serveur existant
hi: मौजूदा सर्वर से कनेक्ट करें
id: Sambungkan ke server yang ada
ja: 既存のサーバーに接続
ko: 기존 서버에 연결
pt_br: Conectar a máquina existente
pt_pt: Ligar a máquina existente
ru: Подключиться к существующему серверу
ur: موجودہ سرور سے جڑیں
zh_hans: 连接到现有服务器

# welcome.landing.subtitle
source: AI agents in isolated environments. Choose how to start.
ar: وكلاء الذكاء الاصطناعي في بيئات معزولة. اختر طريقة البدء.
de: KI-Agenten in isolierten Umgebungen. Wählen Sie, wie Sie beginnen möchten.
es: Agentes de IA en entornos aislados. Elige cómo empezar.
fr: Agents d’IA dans des environnements isolés. Choisissez comment commencer.
hi: पृथक वातावरणों में AI एजेंट। शुरू करने का तरीका चुनें।
id: Agen AI di lingkungan terisolasi. Pilih cara memulai.
ja: 隔離された環境の AI エージェント。開始方法を選択してください。
ko: 격리된 환경의 AI 에이전트. 시작 방법을 선택하세요.
pt_br: Agentes de IA em ambientes isolados. Escolha como começar.
pt_pt: Agentes de IA em ambientes isolados. Escolha como começar.
ru: ИИ-агенты в изолированных средах. Выберите, как начать.
ur: الگ تھلگ ماحول میں AI ایجنٹس۔ شروع کرنے کا طریقہ منتخب کریں۔
zh_hans: 隔离环境中的 AI 智能体。请选择开始方式。

# welcome.landing.title
source: Welcome to Soyeht
ar: مرحبًا بك في Soyeht
de: Willkommen bei Soyeht
es: Bienvenido a Soyeht
fr: Bienvenue dans Soyeht
hi: Soyeht में आपका स्वागत है
id: Selamat datang di Soyeht
ja: Soyeht へようこそ
ko: Soyeht에 오신 것을 환영합니다
pt_br: Bem-vindo ao Soyeht
pt_pt: Bem-vindo ao Soyeht
ru: Добро пожаловать в Soyeht
ur: Soyeht میں خوش آمدید
zh_hans: 欢迎使用 Soyeht

# welcome.localInstall.button.install
source: Install
ar: تثبيت
de: Installieren
es: Instalar
fr: Installer
hi: इंस्टॉल
id: Pasang
ja: インストール
ko: 설치
pt_br: Instalar
pt_pt: Instalar
ru: Установить
ur: انسٹال
zh_hans: 安装

# welcome.localInstall.button.retry
source: Try again
ar: حاول مجددًا
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba lagi
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar novamente
pt_pt: Tentar novamente
ru: Повторить
ur: دوبارہ کوشش کریں
zh_hans: 重试

# welcome.localInstall.header.description
source: The app runs `brew install Soyeht` + `soyeht start` in the background. You don't need to open the terminal.
ar: يقوم التطبيق بتشغيل brew install Soyeht + soyeht start في الخلفية. لا حاجة لفتح الطرفية.
de: Die App führt `brew install Soyeht` + `soyeht start` im Hintergrund aus. Sie müssen das Terminal nicht öffnen.
es: La app ejecuta `brew install Soyeht` + `soyeht start` en segundo plano. No necesitas abrir la terminal.
fr: L’app exécute brew install Soyeht + soyeht start en arrière-plan. Vous n’avez pas besoin d’ouvrir le terminal.
hi: ऐप बैकग्राउंड में brew install Soyeht + soyeht start चलाता है। टर्मिनल खोलने की ज़रूरत नहीं।
id: Aplikasi menjalankan brew install Soyeht + soyeht start di latar. Anda tidak perlu membuka terminal.
ja: アプリはバックグラウンドで brew install Soyeht + soyeht start を実行します。ターミナルを開く必要はありません。
ko: 앱이 백그라운드에서 brew install Soyeht + soyeht start를 실행합니다. 터미널을 열 필요가 없습니다.
pt_br: O app executa brew install Soyeht + soyeht start em segundo plano. Você não precisa abrir o terminal.
pt_pt: A aplicação executa brew install Soyeht + soyeht start em segundo plano. Não precisa de abrir o terminal.
ru: Приложение выполняет `brew install Soyeht` + `soyeht start` в фоне. Вам не нужно открывать терминал.
ur: ایپ پس منظر میں brew install Soyeht + soyeht start چلاتی ہے۔ ٹرمینل کھولنے کی ضرورت نہیں۔
zh_hans: 应用会在后台运行 brew install Soyeht + soyeht start。你不需要打开终端。

# welcome.localInstall.header.title
source: Install on my Mac
ar: التثبيت على جهاز Mac الخاص بي
de: Auf meinem Mac installieren
es: Instalar en mi Mac
fr: Installer sur mon Mac
hi: मेरे Mac पर इंस्टॉल करें
id: Pasang di Mac saya
ja: このMacにインストール
ko: 내 Mac에 설치
pt_br: Instalar no meu Mac
pt_pt: Instalar no meu Mac
ru: Установить на мой Mac
ur: اپنے Mac پر انسٹال کریں
zh_hans: 安装到我的 Mac

# welcome.localInstall.modeCard.tailscale.detected
source: Tailscale detected
ar: تم اكتشاف Tailscale
de: Tailscale erkannt
es: Tailscale detectado
fr: Tailscale détecté
hi: Tailscale का पता चला
id: Tailscale terdeteksi
ja: Tailscale を検出
ko: Tailscale 감지됨
pt_br: Tailscale detectado
pt_pt: Tailscale detetado
ru: Tailscale обнаружен
ur: Tailscale کا پتا چلا
zh_hans: 检测到 Tailscale

# welcome.localInstall.modeCard.tailscale.notDetected
source: Tailscale not detected
ar: لم يتم اكتشاف Tailscale
de: Tailscale nicht erkannt
es: Tailscale no detectado
fr: Tailscale non détecté
hi: Tailscale नहीं मिला
id: Tailscale tidak terdeteksi
ja: Tailscale が検出されません
ko: Tailscale이 감지되지 않음
pt_br: Tailscale não detectado
pt_pt: Tailscale não detetado
ru: Tailscale не обнаружен
ur: Tailscale کا پتا نہیں چلا
zh_hans: 未检测到 Tailscale

# welcome.localInstall.modePicker.label
source: Who will use this?
ar: من سيستخدم هذا؟
de: Wer wird es verwenden?
es: ¿Quién lo va a usar?
fr: Qui va l’utiliser ?
hi: इसे कौन उपयोग करेगा?
id: Siapa yang akan menggunakan?
ja: 誰が使いますか？
ko: 누가 사용할까요?
pt_br: Quem vai usar?
pt_pt: Quem vai usar?
ru: Кто будет пользоваться?
ur: اسے کون استعمال کرے گا؟
zh_hans: 谁会使用这个？

# welcome.localInstall.status.pairing
source: Pairing…
ar: جاري الاقتران…
de: Kopplung läuft…
es: Emparejando…
fr: Appairage…
hi: पेयरिंग हो रही है…
id: Memasangkan…
ja: ペアリング中…
ko: 페어링 중…
pt_br: Pareando…
pt_pt: A emparelhar…
ru: Сопряжение…
ur: جوڑی بن رہی ہے…
zh_hans: 正在配对…

# welcome.localInstall.warning.tailscaleNotFound
source: Tailscale not detected. Install it from tailscale.com/download.
ar: لم يتم اكتشاف Tailscale. ثبّته من tailscale.com/download.
de: Tailscale nicht erkannt. Installieren Sie es von tailscale.com/download.
es: Tailscale no detectado. Instálalo desde tailscale.com/download.
fr: Tailscale non détecté. Installez-le depuis tailscale.com/download.
hi: Tailscale नहीं मिला। tailscale.com/download से इंस्टॉल करें।
id: Tailscale tidak terdeteksi. Pasang dari tailscale.com/download.
ja: Tailscale が検出されません。tailscale.com/download からインストールしてください。
ko: Tailscale이 감지되지 않았습니다. tailscale.com/download에서 설치하세요.
pt_br: Tailscale não detectado. Instale em tailscale.com/download.
pt_pt: Tailscale não detetado. Instale em tailscale.com/download.
ru: Tailscale не обнаружен. Установите его с tailscale.com/download.
ur: Tailscale کا پتا نہیں چلا۔ tailscale.com/download سے انسٹال کریں۔
zh_hans: 未检测到 Tailscale。请从 tailscale.com/download 安装。

# welcome.remoteConnect.button.connect
source: Connect
ar: الاتصال
de: Verbinden
es: Conectar
fr: Connecter
hi: कनेक्ट करें
id: Sambungkan
ja: 接続
ko: 연결
pt_br: Conectar
pt_pt: Ligar
ru: Подключить
ur: جڑیں
zh_hans: 连接

# welcome.remoteConnect.button.pasteClipboard
source: Paste from clipboard
ar: اللصق من الحافظة
de: Aus Zwischenablage einfügen
es: Pegar desde portapapeles
fr: Coller depuis le presse-papiers
hi: क्लिपबोर्ड से पेस्ट करें
id: Tempel dari papan klip
ja: クリップボードから貼り付け
ko: 클립보드에서 붙여넣기
pt_br: Colar do clipboard
pt_pt: Colar da área de transferência
ru: Вставить из буфера обмена
ur: کلپ بورڈ سے چسپاں کریں
zh_hans: 从剪贴板粘贴

# welcome.remoteConnect.error.invalidLink
source: Invalid link. Expected format: soyeht://connect?token=…&host=…
ar: رابط غير صالح. الصيغة المتوقعة: soyeht://connect?token=…&host=…
de: Ungültiger Link. Erwartetes Format: soyeht://connect?token=…&host=…
es: Enlace no válido. Formato esperado: soyeht://connect?token=…&host=…
fr: Lien non valide. Format attendu : soyeht://connect?token=…&host=…
hi: अमान्य लिंक। अपेक्षित प्रारूप: soyeht://connect?token=…&host=…
id: Tautan tidak valid. Format yang diharapkan: soyeht://connect?token=…&host=…
ja: 無効なリンクです。想定フォーマット: soyeht://connect?token=…&host=…
ko: 잘못된 링크입니다. 예상 형식: soyeht://connect?token=…&host=…
pt_br: Link inválido. Esperado formato soyeht://connect?token=…&host=…
pt_pt: Link inválido. Formato esperado: soyeht://connect?token=…&host=…
ru: Недействительная ссылка. Ожидаемый формат: soyeht://connect?token=…&host=…
ur: غلط لنک۔ متوقع فارمیٹ: soyeht://connect?token=…&host=…
zh_hans: 链接无效。预期格式：soyeht://connect?token=…&host=…

# welcome.remoteConnect.header.description
source: Paste the soyeht:// link the Admin Panel gave you. Format: soyeht://connect?token=…&host=…
ar: الصق رابط soyeht:// الذي أنشأته لوحة الإدارة. الصيغة: soyeht://connect?token=…&host=…
de: Fügen Sie den soyeht://-Link aus dem Admin-Bereich ein. Format: soyeht://connect?token=…&host=…
es: Pega el enlace soyeht:// que te dio el Panel de Administración. Formato: soyeht://connect?token=…&host=…
fr: Collez le lien soyeht:// fourni par le panneau d’administration. Format : soyeht://connect?token=…&host=…
hi: Admin Panel से मिला soyeht:// लिंक पेस्ट करें। प्रारूप: soyeht://connect?token=…&host=…
id: Tempel tautan soyeht:// dari Panel Admin. Format: soyeht://connect?token=…&host=…
ja: 管理パネルで生成された soyeht:// リンクを貼り付けてください。フォーマット: soyeht://connect?token=…&host=…
ko: Admin Panel에서 받은 soyeht:// 링크를 붙여넣으세요. 형식: soyeht://connect?token=…&host=…
pt_br: Cole o link soyeht:// gerado pelo painel de administração. Formato: soyeht://connect?token=…&host=…
pt_pt: Cole a ligação soyeht:// gerada pelo painel de administração. Formato: soyeht://connect?token=…&host=…
ru: Вставьте ссылку soyeht://, которую сгенерировала панель администратора. Формат: soyeht://connect?token=…&host=…
ur: ایڈمن پینل کی طرف سے دیا گیا soyeht:// لنک چسپاں کریں۔ فارمیٹ: soyeht://connect?token=…&host=…
zh_hans: 粘贴 Admin Panel 提供的 soyeht:// 链接。格式：soyeht://connect?token=…&host=…

# welcome.remoteConnect.header.title
source: Connect to existing server
ar: الاتصال بخادم موجود
de: Mit bestehendem Server verbinden
es: Conectar a máquina existente
fr: Se connecter à un serveur existant
hi: मौजूदा सर्वर से कनेक्ट करें
id: Sambungkan ke server yang ada
ja: 既存のサーバーに接続
ko: 기존 서버에 연결
pt_br: Conectar a máquina existente
pt_pt: Ligar a máquina existente
ru: Подключиться к существующему серверу
ur: موجودہ سرور سے جڑیں
zh_hans: 连接到现有服务器

# welcome.uninstall.button.confirm
source: Uninstall Soyeht
ar: إلغاء تثبيت Soyeht
de: Soyeht deinstallieren
es: Desinstalar Soyeht
fr: Désinstaller Soyeht
hi: Soyeht अनइंस्टॉल करें
id: Hapus instalasi Soyeht
ja: Soyeht をアンインストール
ko: Soyeht 제거
pt_br: Desinstalar o Soyeht
pt_pt: Desinstalar o Soyeht
ru: Удалить Soyeht
ur: Soyeht ان انسٹال کریں
zh_hans: 卸载 Soyeht

# welcome.uninstall.button.dismiss
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
id: Selesai
ja: 完了
ko: 완료
pt_br: Concluído
pt_pt: Concluído
ru: Готово
ur: ہو گیا
zh_hans: 完成

# welcome.uninstall.button.retry
source: Retry uninstall
ar: إعادة محاولة إلغاء التثبيت
de: Deinstallation wiederholen
es: Reintentar desinstalación
fr: Réessayer la désinstallation
hi: अनइंस्टॉल पुनः प्रयास करें
id: Coba lagi penghapusan
ja: アンインストールを再試行
ko: 제거 다시 시도
pt_br: Tentar desinstalar novamente
pt_pt: Tentar desinstalar novamente
ru: Повторить удаление
ur: ان انسٹال دوبارہ کوشش کریں
zh_hans: 重试卸载

# welcome.uninstall.header.description
source: This wipes the Soyeht install end-to-end: Homebrew formula, ~/.soyeht config, VM images, logs, and disconnects every server paired in this app.
ar: يمسح هذا تثبيت Soyeht بالكامل: صيغة Homebrew، إعدادات ~/.soyeht، صور VM، السجلات، ويفصل كل خادم مقترن في هذا التطبيق.
de: Dies entfernt die Soyeht-Installation vollständig: Homebrew-Formel, ~/.soyeht-Konfiguration, VM-Images, Logs, und trennt jeden in dieser App gekoppelten Server.
es: Esto borra la instalación de Soyeht por completo: la fórmula de Homebrew, la configuración de ~/.soyeht, las imágenes de VM, los logs, y desconecta cada máquina emparejada en esta app.
fr: Cela efface complètement l’installation de Soyeht : formule Homebrew, configuration ~/.soyeht, images VM, logs, et déconnecte chaque serveur appairé dans cette app.
hi: यह Soyeht इंस्टॉल को पूरी तरह से मिटाता है: Homebrew फ़ॉर्मूला, ~/.soyeht कॉन्फ़िग, VM इमेज, लॉग, और इस ऐप में जोड़े गए हर सर्वर को डिस्कनेक्ट करता है।
id: Ini menghapus instalasi Soyeht secara menyeluruh: formula Homebrew, konfigurasi ~/.soyeht, image VM, log, dan memutuskan setiap server yang dipasangkan di app ini.
ja: これは Soyeht のインストールを完全に消去します: Homebrew フォーミュラ、~/.soyeht 設定、VM イメージ、ログ、そしてこのアプリでペアリングされたすべてのサーバーを切断します。
ko: Soyeht 설치를 끝까지 모두 삭제합니다: Homebrew formula, ~/.soyeht 설정, VM 이미지, 로그, 그리고 이 앱에서 페어링된 모든 서버 연결을 끊습니다.
pt_br: Isso apaga a instalação do Soyeht de ponta a ponta: fórmula do Homebrew, configuração ~/.soyeht, imagens de VM, logs, e desconecta cada máquina pareada neste app.
pt_pt: Isto apaga a instalação do Soyeht de ponta a ponta: fórmula do Homebrew, configuração ~/.soyeht, imagens de VM, registos, e desliga cada máquina emparelhada nesta app.
ru: Это полностью удаляет установку Soyeht: формулу Homebrew, конфигурацию ~/.soyeht, образы VM, журналы, и отключает каждый сопряжённый с этим приложением сервер.
ur: یہ Soyeht کی تنصیب کو مکمل طور پر مٹا دیتا ہے: Homebrew فارمولا، ~/.soyeht کنفگ، VM امیجز، لاگز، اور اس ایپ میں جوڑے گئے ہر سرور کو منقطع کرتا ہے۔
zh_hans: 这会完整清除 Soyeht 安装：Homebrew formula、~/.soyeht 配置、VM 镜像、日志，并断开此应用中配对的所有服务器。
